Repository: jonnius/neverbore
Catalog: po/*.po
Languages: de

source: Credits
de: Mitwirkende

source: Programming by %1
de: Programmierung durch %1

source: Music by %1
de: Musik von %1

source: Art by %1
de: Gestaltung durch %1

source: Testing by %1
de: Getestet durch %1

source: Puzzles by %1
de: Rätsel von %1

source: Continue <i>%1</i>
de: <i>%1</i> fortsetzen

source: Continue current puzzle
de: Weiter mit dem aktuellen Rätsel

source: All puzzles
de: Alle Rätsel

source: How to Play
de: Anleitung

source: Check
de: Prüfen

source: Ghost Mode
de: Geistermodus

source: Next puzzle
de: Nächstes Rätsel

source: Entering ghost mode
de: Starte Geistermodus

source: You are now making temporary guesses that you can choose to either keep or discard when you are done with ghost mode.
de: Nun lassen sich vorübergehende Änderungen machen, die man beim Beenden des Geistermodus entweder behalten oder verwerfen kann.

source: Got it
de: Verstanden

source: Leaving ghost mode
de: Verlasse Geistermodus

source: Would you like to keep or discard your temporary guesses?
de: Vorübergehende Änderungen behalten oder verwerfen?

source: Keep guesses
de: Behalten

source: Discard guesses
de: Verwerfen

source: Stay in ghost mode
de: Im Geistermodus bleiben

source: Picross games are grid logic puzzles where you must determine which of the grid squares are filled in.
de: Picross-Spiele sind logische Gitter-Rätsel, wo es herauszufinden gilt, welche der Felder gefüllt sind.

source: Each row and column have a set of number hints. Each number indicates a sequence of filled squares in that row or column. For example, a row with "4 2" means that row has a run of 4 filled squares and a run of 2 filled squares to its right, separated by one or more empty squares.
de: Jede Reihe und Spalte hat eine Menge von Hinweisnummern. Jede Nummer zeigt eine Folge von gefüllten Feldern in der Reihe oder Spalte an. Eine Reihe mit "4 2" bedeutet zum Beispiel, dass es in der Reihe eine Folge von 4 und rechts davon eine Reihe von 2 gefüllten Feldern gibt, mit einem Abstand von mindestens einem Feld.

source: If you want to experiment with what the board would look like <em>if</em> a square were filled, try clicking the ghost icon at the top of the screen. This enters ghost mode and all changes to the board can be either kept or discarded when you leave ghost mode.
de: Um zu schauen, wie das Gitter aussähe, <em>falls</em> ein bestimmtes Feld gefüllt wäre, verwendet man den Geistermodus über das Symbol oben. Beim Verlassen des Geistermodus können Änderungen behalten oder verworfen werden.

source: Puzzles
de: Rätsel

source: Unmute
de: Laut

source: Mute
de: Stumm
